Templates/ctwOut.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v01="urn:http://brz.gv.at/ezoll/V01">
    <soapenv:Header>
        <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
            <wsse:UsernameToken>
			    <wsse:Username>USERNAME</wsse:Username>
			    <wsse:Password>PASSWORD</wsse:Password>
            </wsse:UsernameToken>
        </wsse:Security>
    </soapenv:Header>
    <soapenv:Body>
        <v01:getMessages>
        <!--Optional:-->
         <String_1>test</String_1>
        </v01:getMessages>
    </soapenv:Body>
</soapenv:Envelope>